{ 
    "intents" : [
        {
          "tag": "different type of burn",
          "question": ["What is the difference between first, second and third degree burns?",
          "Can you explain the distinctions among first, second, and third-degree burns?",
          "What sets apart first, second, and third-degree burns from each other?",
"I'm curious about the differences between first, second, and third-degree burns—could you elaborate?",
"How do first, second, and third-degree burns differ in terms of severity and symptoms?",
"Could you break down the variances between first, second, and third-degree burns for me?",
"What are the unique characteristics of first, second, and third-degree burns, and how can one identify them?",
"I'd like to understand the distinctions between first, second, and third-degree burns more clearly—can you provide details?",
"What separates first, second, and third-degree burns, and how do they impact the body differently?",
"Can you go into detail about the differences in symptoms and treatments for first, second, and third-degree burns?",
"I'm interested in learning more about first, second, and third-degree burns—how do they vary in terms of injury and recovery?",
                        "What are the different types of burns?",
                        "Could you outline the various categories of burns?",
"What are the distinct types of burns, and how are they classified?",
"I'm interested in learning about the different classifications of burns—can you provide an overview?",
"How are burns categorized, and what are the specific types within those categories?",
"Can you break down the different types of burns and their characteristics?",
"What classifications exist for burns, and what are the defining features of each type?",
"I'd like to understand the various types of burns—could you explain them to me?",
"What distinguishes one type of burn from another, and how are they identified?",
"Could you provide information on the different classes of burns and their implications?",
"I'm curious about the diverse types of burns—can you give me an overview of their classifications and characteristics?",
                        "What are the Degrees of Burns?",
                        "What are the various degrees of burns, and how are they categorized?",
                        "Could you explain the different levels or degrees of burns and their characteristics?",
                        "I'm interested in learning about the degrees of burns—can you provide an overview?",
                        "How are burns classified into degrees, and what defines each degree?",
                        "Can you break down the degrees of burns and elaborate on the distinctions between them?"]
        },
        {
          "tag": "initial response",
          "question": ["What should I do if I get burned?",
                        "How long do burns take to heal?",
                        "should I see a burn specialist?",
                        "How are burns treated?",
                        "How are Burn Injuries Treated?",
                        "If I experience a burn, what immediate actions should I take?",
                        "In the event of a burn, what are the recommended first steps I should follow?",
                        "What's the appropriate course of action if I sustain a burn injury?",
                        "Could you advise on the initial measures to take if I get burned?",
                        "If I encounter a burn, what actions should I promptly initiate?",
                        "What's the recommended protocol if I happen to get burned?",
                        "In the case of a burn, what steps should I take for immediate care?",
                        "If a burn occurs, what should be my immediate response to minimize damage?",
                        "Could you provide guidance on what to do if I get burned and need first aid?",
                        "What immediate steps should be taken if someone experiences a burn injury?",
                        "Is it advisable for me to consult with a burn specialist?",
                        "Should I consider seeking the expertise of a burn specialist?",
                        "Would it be recommended to schedule an appointment with a burn specialist?",
                        "In cases of burns, is it advisable to consult a specialist in the field?",
                        "Do you think I should reach out to a burn specialist for guidance and treatment?"]
        },
        {
          "tag": "causes and evaluation",
          "question": ["What causes burns?", 
                        "Who should have a Burn Center evaluation?",
                        "What are the factors or circumstances that lead to burns?",
                        "Can you explain the various reasons behind the occurrence of burns?",
                        "What are the common causes or sources of burns?",
                        "Could you elaborate on what factors contribute to the development of burns?",
                        "How do burns typically arise, and what are the primary causes of burn injuries?",
                        "Who bears legal responsibility in the case of a burn injury?",
                        "In the event of a burn injury, who is legally accountable?",
                        "Who can be held legally liable for a burn injury?",
                        "What parties may face legal consequences for a burn injury?",
                        "When it comes to a burn injury, who holds legal liability and accountability?",
                        "What are the different causes that lead to the occurrence of burns?",
                        "Could you elaborate on the various factors that contribute to the occurrence of burns?",
                        "Can you provide an explanation for the diverse reasons behind the occurrence of burns?",
                        "How do burns occur, and what are the multiple factors responsible for their incidence?"]
        },
        {
          "tag": "hospital advise",
          "question": [
                        "Where is the best place to go if you have a serious burn",
                        "How long are patients typically in the Burn Center?",
                        "What Kind of Symptoms do Burns Cause?",
                        "What is a Burn Center ?", 
                        "In the case of a serious burn, where is the optimal location to seek medical assistance?",
                        "If someone has a serious burn, where is the recommended place to go for immediate help?",
                        "Where is the best facility or medical center to visit if you have a serious burn injury?",
                        "In situations involving serious burns, where should one go to receive the most appropriate care?",
                        "If facing a serious burn, what is the ideal location or medical facility to visit for prompt and effective treatment?",
                        "What is the recommended location to seek medical help in the event of a severe burn?",
                        "Where is the best place to go for medical assistance if a serious burn occurs?",
                        "In the case of a significant burn, where is the ideal place to seek professional medical help?",
                        "What location is considered optimal for seeking medical assistance in the event of a serious burn?",
                        "If faced with a severe burn, where should one go to receive the most appropriate medical care?",
                        "In the case of a serious burn, where is the recommended location to seek medical attention?",
                        "Where would be the optimal place to seek medical assistance if a serious burn occurs?"]
        },
        {
            "tag": "first degree",
            "question": ["What is first degree burns?",
            "How would you define a first-degree burn?",
            "Can you explain what constitutes a first-degree burn?",
            "What characterizes a burn as being of the first degree?",
            "Could you provide a description of first-degree burns?",
            "What are the key features or characteristics of a first-degree burn?",
            "What distinguishes a burn as a first-degree burn?",
            "Could you provide information on the characteristics of first-degree burns?",
            "How are first-degree burns different from other types of burns?",
            "Can you elaborate on the nature and severity of first-degree burns?",
            "What are the defining attributes that categorize a burn as a first-degree burn?",
            "Can you clarify the characteristics of first-degree burns?",
            "What constitutes a first-degree burn?",
            "How would you define first-degree burns?",
            "Could you explain the features of first-degree burns?",
            "What distinguishes first-degree burns from other types of burns?"
            ]
        },
        {
            "tag": "second degree",
            "question": ["What is second degree burns?",
            "How would you describe second-degree burns?",
            "Can you explain what differentiates a burn as a second-degree burn?",
            "What characterizes a burn as being of the second degree?",
            "Could you provide a detailed explanation of second-degree burns?",
            "What are the key features or attributes of a second-degree burn?",
            "How do second-degree burns differ from other types of burns?",
            "Can you elaborate on the nature and severity of second-degree burns?",
            "What distinguishes a burn as a second-degree burn from other degrees?",
            "Can you provide information on the characteristics and symptoms of second-degree burns?",
            "In medical terms, what defines a burn as being of the second degree?",
            "Could you explain what second-degree burns are?",
            "What exactly constitutes second-degree burns?",
            "How would you define second-degree burns?",
            "Can you provide information on the characteristics of second-degree burns?",
            "What distinguishes second-degree burns from other types of"]
        },
        {
            "tag": "third degree",
            "question": ["What is third degree burns?",
            "How do you describe third-degree burns?",
            "Can you explain the characteristics of a third-degree burn?",
            "What sets apart a burn as a third-degree burn?",
            "Could you provide an in-depth overview of third-degree burns?",
            "What are the defining features or attributes of third-degree burns?",
            "How do third-degree burns differ from other types of burns?",
            "Can you elaborate on the severity and symptoms of third-degree burns?",
            "What distinguishes a burn as a third-degree burn from other degrees?",
            "Can you offer insights into the nature and consequences of third-degree burns?",
            "In medical terms, what constitutes a burn as being of the third degree?",
            "How would you define third-degree burns?",
            "Can you explain what distinguishes a burn as a third-degree burn?",
            "What characterizes a burn as being of the third degree?",
            "Could you provide a detailed explanation of third-degree burns?",
            "What are the key features or attributes of a third-degree burn?"
            ]
        },
        {
            "tag": "electrical or chemical",
            "question" : ["What do I need to know about electrical or chemical burns?", 
            "What information should I be aware of regarding electrical or chemical burns?",
            "Can you provide insights into what one needs to know about electrical or chemical burns?",
            " are the important facts about electrical or chemical burns that I should be aware of?",
            "Could you share essential details about dealing with electrical or chemical burns?",
            "What knowledge is crucial when it comes to electrical or chemical burns?",
            "Can you enlighten me on what I need to understand about electrical or chemical burns?",
            "What are the key points to know about handling electrical or chemical burns?",
            "Could you offer guidance on important considerations regarding electrical or chemical burns?",
            "What information is vital for dealing with the aftermath of electrical or chemical burns?",
            "In dealing with electrical or chemical burns, what are the important facts to keep in mind?"]
        },
        {
            "tag" : "definition of skin graft",
            "question" : ["What is a skin graft for a burn?",
                        "What is a skin graft?",
                        "How do you describe the concept of a skin graft?",
                        "Can you elaborate on what a skin graft entails?",
                        "What is the medical procedure known as a skin graft, and how is it performed?",
                        "Could you provide an in-depth overview of what happens during a skin graft?",
                        "What are the defining characteristics of a skin graft?",
                        "How is a skin graft defined in medical terms?",
                        "Can you share insights into the purpose and process of a skin graft?",
                        "What distinguishes a skin graft from other medical procedures?",
                        "In the medical context, what constitutes a skin graft?",
                        "What information should one be aware of regarding the concept and application of skin grafts?"]
        },
        {
            "tag" : "donor site",
            "question" : ["What is a donor site?",
            "How would you define a donor site in a medical context?",
            "Can you explain the meaning of the term donor site?",
            "What characterizes a medical concept referred to as a donor site?",
            "Could you provide a detailed explanation of what a donor site is in healthcare?",
            "What are the key features or components of a donor site?",
            "How is a donor site defined within the field of medicine?",
            "Can you elaborate on the purpose and significance of a donor site?",
            "What distinguishes a donor site from other medical terms or procedures?",
            "In medical terminology, what constitutes a donor site?",
            "What information is important to know about the concept and function of donor sites in healthcare?"
            ]
        },
        {
            "tag" : "definition",
            "question" : ["What is a burn",
            "How would you define a burn?",
            "Can you explain what constitutes a burn?",
            "What exactly is meant by the term 'burn'?",
            "Could you provide a definition for the term 'burn'?",
            "How do you describe the concept of a burn?",
            "What is the meaning of the term 'burn' in medical contexts?",
            "Can you clarify what is referred to as a burn?",
            "How would you characterize the term 'burn'?",
            "What is the definition of a burn, especially in the context of injuries?",
            "Could you shed light on what a burn is and its implications?"]
        }, 
        {
            "tag" : "common injuries",
            "question" : ["What are the Most Common Types of Burn Injuries?",
                        "Is a Burn a Traumatic Injury?",
                        "What is Considered a Major Burn Injury?",
                        "How do medical professionals define a major burn injury?",
                        "Can you elaborate on the specific criteria that classify a burn as major?",
                        "What distinguishes a burn injury as major in terms of severity and extent?",
                        "Could you provide an in-depth explanation of the characteristics of a major burn?",
                        "In medical terms, what factors contribute to designating a burn as a major injury?",
                        "Can you share insights into the thresholds or parameters for categorizing burns as major?",
                        "What information is crucial in understanding what constitutes a major burn injury?",
                        "How is the severity of a burn injury assessed, and what makes it major?",
                        "Can you explain the key markers used to identify a burn injury as major in the medical field?",
                        "What factors should one consider when determining if a burn injury is major or not?"]
        },
        {
            "tag" : "home treatment",
            "question" : ["How can I treat a minor burn at home?",
            "Are there specific over-the-counter products recommended for burn care at home?",
            "What are some home remedies for soothing burns?",
            "Should I apply ice to a burn for home treatment?",
            "Can you provide guidelines for bandaging a burn at home?",
            "What kind of pain relief is suitable for home treatment of burns?",
            "Are there certain foods or ointments that can aid in the home treatment of burns?",
            "What are the signs that a burn may need professional medical attention, even after home treatment?",
            "What are the recommended home treatments for a minor burn?",
            "Can you provide guidance on treating a minor burn at home?",
            "What steps should I take to treat a minor burn in a home setting?",
            "How can I go about caring for a minor burn at home?",
            "Are there specific home remedies for treating minor burns effectively?",
            "What measures can I take to treat a minor burn on my own at home?",
            "Could you offer advice on home treatment for a minor burn?",
            "In the case of a minor burn, what are the appropriate home care procedures?"] },
        {
            "tag" : "use of skin grafts in treatment",
            "question" : ["What is the purpose of using skin grafts in burn treatment?",
            "Can you explain the process of applying a skin graft for burn injuries?",
            "When is a skin graft typically recommended in burn treatment?",
            "Are there different types of skin grafts used for burn injuries?",
            "How does a skin graft contribute to the healing of deep burn wounds?",
            "What factors determine whether a patient is a candidate for a skin graft?",
            "Are there risks or complications associated with the use of skin grafts?",
            "Can skin grafts be used for both minor and major burn injuries?",
            "How long does it usually take for a skin graft to heal?",
            "What is the success rate of skin grafts in burn treatment?",
            "Are there alternatives to skin grafts in treating burn injuries?",
            "How is donor skin selected for grafting in burn cases?",
            "What is the role of skin grafts in minimizing scarring after burns?",
            "Do different degrees of burns require different types of skin grafts?",
            "Are there advancements in technology influencing the use of skin grafts?",
            "Can you discuss the aftercare and rehabilitation following a skin graft procedure for burns?"] }
        ]
        
}